---
kind: property
id: P:Autodesk.Revit.DB.PaperSizeSet.Size
source: html/e062b54b-1ef2-de12-2642-2f0a4dfae036.htm
---
# Autodesk.Revit.DB.PaperSizeSet.Size Property

Returns the number of objects that are in the set.

## Syntax (C#)
```csharp
public virtual int Size { get; }
```